[
  {
    "FenuUserName": "Emma",
    "FenuNickName": "WildSpirit",
    "FenuUserIcon": "1_p_2025_09_02_1.png",
    "FenuShowPhoto": "1_p_2025_09_02_2.png",
    "FenuShowPhotos": ["1_p_2025_09_02_1.png", "1_p_2025_09_02_2.png", "1_p_2025_09_02_3.png", "1_p_2025_09_02_4.png", "1_p_2025_09_02_5.png"],
    "FenuShowMotto": "Adventure awaits beyond comfort zones!",
    "FenuShowFollowNum": 7,
    "FenuBackground": "ENFP adventurer who finds magic in every sunrise. Passionate about spontaneous road trips and connecting with nature's raw beauty.",
    "FenuGreeting": "Hey there! Ready to explore some hidden gems together? I've got the perfect camping spot in mind! 🌅",
    "FenuTravelTitle": "New Zealand's Primeval Forest Hike 🌲",
    "FenuTravelContent": "New Zealand - A Hiker's Paradise! A three-hour native forest walk that takes you into the world of The Wizard of Oz. The ancient trees and mystical atmosphere make every step feel like a magical journey through Middle-earth. Perfect for those who love adventure and nature's untouched beauty!"
  },
  {
    "FenuUserName": "Alex",
    "FenuNickName": "MountainSage",
    "FenuUserIcon": "2_p_2025_09_02_1.png",
    "FenuShowPhoto": "2_p_2025_09_02_2.png",
    "FenuShowPhotos": ["2_p_2025_09_02_1.png", "2_p_2025_09_02_2.png", "2_p_2025_09_02_3.png", "2_p_2025_09_02_4.png", "2_p_2025_09_02_5.png"],
    "FenuShowMotto": "Wisdom grows in silence, strength in solitude.",
    "FenuShowFollowNum": 4,
    "FenuBackground": "INTJ strategist who plans epic wilderness expeditions. Values deep thinking and meaningful connections with nature's patterns.",
    "FenuGreeting": "Greetings! I've mapped out an incredible hiking route. Care to join me on this calculated adventure? 🗺️",
    "FenuTravelTitle": "Swiss Alps Mountain Expedition ⛰️",
    "FenuTravelContent": "Swiss Alps - The Ultimate Mountain Challenge! A meticulously planned 5-day expedition through the most breathtaking peaks. Experience the raw power of nature while testing your limits. Perfect for strategic adventurers who appreciate calculated risks and stunning alpine vistas."
  },
  {
    "FenuUserName": "Luna",
    "FenuNickName": "MoonlightWanderer",
    "FenuUserIcon": "3_p_2025_09_02_1.png",
    "FenuShowPhoto": "3_p_2025_09_02_2.png",
    "FenuShowPhotos": ["3_p_2025_09_02_1.png", "3_p_2025_09_02_2.png", "3_p_2025_09_02_3.png", "3_p_2025_09_02_4.png", "3_p_2025_09_02_5.png"],
    "FenuShowMotto": "Dreams are the stars that guide us home.",
    "FenuShowFollowNum": 9,
    "FenuBackground": "INFP dreamer who sees poetry in every landscape. Drawn to mystical places and meaningful travel experiences.",
    "FenuGreeting": "Hello beautiful soul! I found this magical place that feels like a dream. Want to discover it with me? ✨",
    "FenuTravelTitle": "Japanese Cherry Blossom Journey 🌸",
    "FenuTravelContent": "Japan - A Dreamer's Paradise! Follow the cherry blossom trail through ancient temples and peaceful gardens. This spiritual journey connects you with nature's most delicate beauty and Japan's rich cultural heritage. Perfect for souls seeking peace and poetic inspiration."
  },
  {
    "FenuUserName": "Zoe",
    "FenuNickName": "SunsetChaser",
    "FenuUserIcon": "4_p_2025_09_02_1.png",
    "FenuShowPhoto": "4_p_2025_09_02_2.png",
    "FenuShowPhotos": ["4_p_2025_09_02_1.png", "4_p_2025_09_02_2.png", "4_p_2025_09_02_3.png", "4_p_2025_09_02_4.png", "4_p_2025_09_02_5.png"],
    "FenuShowMotto": "Chase sunsets, not people.",
    "FenuShowFollowNum": 6,
    "FenuBackground": "ESFP performer who brings joy to every adventure. Loves capturing perfect moments and sharing laughter around campfires.",
    "FenuGreeting": "Hey sunshine! I'm planning the most epic sunset camping trip! Ready to make some unforgettable memories? 🌅",
    "FenuTravelTitle": "California Coastal Road Trip 🚗",
    "FenuTravelContent": "California Coast - The Ultimate Adventure Highway! Drive along the stunning Pacific Coast Highway with stops at hidden beaches, charming coastal towns, and epic sunset viewpoints. Perfect for spontaneous souls who love road trips, beach vibes, and making memories that last forever!"
  },
  {
    "FenuUserName": "Maya",
    "FenuNickName": "ForestWhisperer",
    "FenuUserIcon": "5_p_2025_09_02_1.png",
    "FenuShowPhoto": "5_p_2025_09_02_2.png",
    "FenuShowPhotos": ["5_p_2025_09_02_1.png", "5_p_2025_09_02_2.png", "5_p_2025_09_02_3.png", "5_p_2025_09_02_4.png", "5_p_2025_09_02_5.png"],
    "FenuShowMotto": "Nature speaks to those who listen.",
    "FenuShowFollowNum": 8,
    "FenuBackground": "ISFJ nurturer who creates safe spaces in the wild. Passionate about sustainable camping and caring for nature.",
    "FenuGreeting": "Hi there! I've found the most peaceful forest spot. Perfect for reconnecting with nature. Join me? 🌲",
    "FenuTravelTitle": "Canadian Wilderness Retreat 🏕️",
    "FenuTravelContent": "Canada - Nature's Sanctuary! Experience eco-friendly camping in pristine wilderness areas. Learn sustainable living practices while surrounded by untouched forests, crystal-clear lakes, and abundant wildlife. Perfect for nature lovers who care about environmental conservation and peaceful retreats."
  },
  {
    "FenuUserName": "Aria",
    "FenuNickName": "SkyExplorer",
    "FenuUserIcon": "6_p_2025_09_02_1.png",
    "FenuShowPhoto": "6_p_2025_09_02_2.png",
    "FenuShowPhotos": ["6_p_2025_09_02_1.png", "6_p_2025_09_02_2.png", "6_p_2025_09_02_3.png", "6_p_2025_09_02_4.png", "6_p_2025_09_02_5.png"],
    "FenuShowMotto": "The sky is not the limit, it's the beginning.",
    "FenuShowFollowNum": 5,
    "FenuBackground": "ENTP innovator who seeks thrilling outdoor challenges. Always ready for the next adrenaline-pumping adventure.",
    "FenuGreeting": "What's up, adventurer! I've got this crazy idea for a mountain climbing expedition. You in? 🏔️",
    "FenuTravelTitle": "Nepal Everest Base Camp Trek 🏔️",
    "FenuTravelContent": "Nepal - The Ultimate Adventure Challenge! Trek to Everest Base Camp through breathtaking Himalayan landscapes. Experience Sherpa culture, high-altitude challenges, and the most spectacular mountain views on Earth. Perfect for thrill-seekers who want to push their limits and conquer the world's highest peaks!"
  },
  {
    "FenuUserName": "Nova",
    "FenuNickName": "StarGazer",
    "FenuUserIcon": "7_p_2025_09_02_1.png",
    "FenuShowPhoto": "7_p_2025_09_02_2.png",
    "FenuShowPhotos": ["7_p_2025_09_02_1.png", "7_p_2025_09_02_2.png", "7_p_2025_09_02_3.png", "7_p_2025_09_02_4.png", "7_p_2025_09_02_5.png"],
    "FenuShowMotto": "Under the stars, we find ourselves.",
    "FenuShowFollowNum": 3,
    "FenuBackground": "INFJ mystic who finds spiritual connection in wilderness. Drawn to stargazing and contemplative outdoor experiences.",
    "FenuGreeting": "Greetings, kindred spirit! I know a place where the stars tell stories. Care to listen with me? 🌟",
    "FenuTravelTitle": "Arizona Desert Stargazing Experience 🌟",
    "FenuTravelContent": "Arizona Desert - A Stargazer's Paradise! Experience the clearest night skies in the world with professional telescopes and guided astronomy sessions. Connect with the cosmos while camping under the Milky Way. Perfect for spiritual seekers who find peace in the infinite beauty of the universe."
  },
  {
    "FenuUserName": "Iris",
    "FenuNickName": "RainbowSeeker",
    "FenuUserIcon": "8_p_2025_09_02_1.png",
    "FenuShowPhoto": "8_p_2025_09_02_2.png",
    "FenuShowPhotos": ["8_p_2025_09_02_1.png", "8_p_2025_09_02_2.png", "8_p_2025_09_02_3.png", "8_p_2025_09_02_4.png", "8_p_2025_09_02_5.png"],
    "FenuShowMotto": "Life is a canvas, paint it with adventures.",
    "FenuShowFollowNum": 7,
    "FenuBackground": "ENFJ leader who inspires others to explore. Creates inclusive camping experiences and builds lasting friendships.",
    "FenuGreeting": "Hello friend! I'm organizing an amazing group camping trip. Perfect for meeting new people and having fun! 🏕️",
    "FenuTravelTitle": "Iceland Northern Lights Adventure 🌌",
    "FenuTravelContent": "Iceland - The Land of Fire and Ice! Witness the spectacular Northern Lights while exploring glaciers, geysers, and volcanic landscapes. This group adventure combines natural wonders with social experiences. Perfect for leaders who love bringing people together and creating unforgettable group memories!"
  },
  {
    "FenuUserName": "Sage",
    "FenuNickName": "EarthKeeper",
    "FenuUserIcon": "9_p_2025_09_02_1.png",
    "FenuShowPhoto": "9_p_2025_09_02_2.png",
    "FenuShowPhotos": ["9_p_2025_09_02_1.png", "9_p_2025_09_02_2.png", "9_p_2025_09_02_3.png", "9_p_2025_09_02_4.png", "9_p_2025_09_02_5.png"],
    "FenuShowMotto": "Protect what you love, love what protects you.",
    "FenuShowFollowNum": 4,
    "FenuBackground": "ISTJ protector who values tradition and conservation. Committed to responsible camping and environmental stewardship.",
    "FenuGreeting": "Good day! I've prepared a detailed camping guide for beginners. Would you like to learn proper outdoor etiquette? 📋",
    "FenuTravelTitle": "Patagonia Conservation Expedition 🦅",
    "FenuTravelContent": "Patagonia - The Last Wilderness! Join a conservation-focused expedition through one of the world's most pristine ecosystems. Learn about wildlife protection, sustainable tourism, and environmental stewardship. Perfect for responsible travelers who want to make a positive impact while exploring untouched natural beauty."
  },
  {
    "FenuUserName": "Kai",
    "FenuNickName": "WaveRider",
    "FenuUserIcon": "10_p_2025_09_02_1.png",
    "FenuShowPhoto": "10_p_2025_09_02_2.png",
    "FenuShowPhotos": ["10_p_2025_09_02_1.png", "10_p_2025_09_02_2.png", "10_p_2025_09_02_3.png", "10_p_2025_09_02_4.png", "10_p_2025_09_02_5.png"],
    "FenuShowMotto": "Ride the wave of adventure.",
    "FenuShowFollowNum": 6,
    "FenuBackground": "ESTP thrill-seeker who lives for water sports and beach camping. Always ready for the next exciting outdoor challenge.",
    "FenuGreeting": "Yo! I found this incredible beach spot perfect for surfing and camping. Ready to catch some waves? 🏄‍♂️",
    "FenuTravelTitle": "Hawaii Surf & Beach Camping 🏄‍♂️",
    "FenuTravelContent": "Hawaii - The Ultimate Beach Paradise! Master surfing on world-class waves while camping on pristine beaches. Experience the perfect blend of adventure and relaxation with daily surf sessions, beach volleyball, and epic sunset barbecues. Perfect for water sports enthusiasts who live for the perfect wave!"
  },
  {
    "FenuUserName": "River",
    "FenuNickName": "CurrentFlow",
    "FenuUserIcon": "11_p_2025_09_02_1.png",
    "FenuShowPhoto": "11_p_2025_09_02_2.png",
    "FenuShowPhotos": ["11_p_2025_09_02_1.png", "11_p_2025_09_02_2.png", "11_p_2025_09_02_3.png", "11_p_2025_09_02_4.png", "11_p_2025_09_02_5.png"],
    "FenuShowMotto": "Go with the flow, but know your direction.",
    "FenuShowFollowNum": 8,
    "FenuBackground": "ISTP craftsman who excels at outdoor survival skills. Enjoys solo adventures and practical camping solutions.",
    "FenuGreeting": "Hey! I've been working on some cool camping gear modifications. Want to see what I've built? 🔧",
    "FenuTravelTitle": "Alaska Wilderness Survival Course 🛠️",
    "FenuTravelContent": "Alaska - The Ultimate Survival Challenge! Learn essential wilderness survival skills in one of the most challenging environments on Earth. Build shelters, start fires, find food, and navigate through pristine wilderness. Perfect for practical adventurers who want to master real survival skills and test their independence."
  },
  {
    "FenuUserName": "Phoenix",
    "FenuNickName": "FireSpirit",
    "FenuUserIcon": "12_p_2025_09_02_1.png",
    "FenuShowPhoto": "12_p_2025_09_02_2.png",
    "FenuShowPhotos": ["12_p_2025_09_02_1.png", "12_p_2025_09_02_2.png", "12_p_2025_09_02_3.png", "12_p_2025_09_02_4.png", "12_p_2025_09_02_5.png"],
    "FenuShowMotto": "Rise from the ashes, stronger than before.",
    "FenuShowFollowNum": 5,
    "FenuBackground": "ESTJ organizer who leads successful camping expeditions. Values structure and ensures everyone has an amazing experience.",
    "FenuGreeting": "Hello! I'm coordinating a well-planned camping trip with all the essentials covered. Interested in joining? 📅",
    "FenuTravelTitle": "Yellowstone National Park Adventure 🦬",
    "FenuTravelContent": "Yellowstone - America's First National Park! Experience the world's most famous geysers, hot springs, and wildlife in a perfectly organized group expedition. See bison, bears, and wolves in their natural habitat while staying in comfortable, well-planned campsites. Perfect for organized leaders who ensure everyone has an amazing, stress-free adventure!"
  },
  {
    "FenuUserName": "Orion",
    "FenuNickName": "NightHunter",
    "FenuUserIcon": "13_p_2025_09_02_1.png",
    "FenuShowPhoto": "13_p_2025_09_02_2.png",
    "FenuShowPhotos": ["13_p_2025_09_02_1.png", "13_p_2025_09_02_2.png", "13_p_2025_09_02_3.png", "13_p_2025_09_02_4.png"],
    "FenuShowMotto": "Hunt for experiences, not trophies.",
    "FenuShowFollowNum": 3,
    "FenuBackground": "INTP analyst who studies nature's patterns. Enjoys night photography and scientific exploration of wilderness.",
    "FenuGreeting": "Greetings! I've discovered some fascinating geological formations. Care to explore this natural laboratory? 🔬",
    "FenuTravelTitle": "Utah Desert Geology Expedition 🔬",
    "FenuTravelContent": "Utah Desert - A Geologist's Dream! Explore ancient rock formations, study geological processes, and capture stunning night photography of unique desert landscapes. This scientific adventure combines learning with adventure. Perfect for analytical minds who want to understand Earth's history while experiencing its most dramatic landscapes."
  },
  {
    "FenuUserName": "Willow",
    "FenuNickName": "WindDancer",
    "FenuUserIcon": "14_p_2025_09_02_1.png",
    "FenuShowPhoto": "14_p_2025_09_02_2.png",
    "FenuShowPhotos": ["14_p_2025_09_02_1.png", "14_p_2025_09_02_2.png", "14_p_2025_09_02_3.png"],
    "FenuShowMotto": "Bend but never break, like the willow tree.",
    "FenuShowFollowNum": 9,
    "FenuBackground": "ISFP artist who finds inspiration in natural beauty. Creates beautiful memories through photography and mindful camping.",
    "FenuGreeting": "Hi beautiful! I found this serene spot that's perfect for meditation and nature photography. Join me? 📸",
    "FenuTravelTitle": "Tuscany Art & Nature Retreat 📸",
    "FenuTravelContent": "Tuscany - An Artist's Paradise! Combine nature photography with artistic inspiration in Italy's most beautiful countryside. Capture rolling hills, ancient olive groves, and golden sunsets while practicing mindfulness and creative expression. Perfect for artistic souls who find beauty in every moment and want to create lasting memories through photography."
  },
  {
    "FenuUserName": "Storm",
    "FenuNickName": "ThunderHeart",
    "FenuUserIcon": "15_p_2025_09_02_1.png",
    "FenuShowPhoto": "15_p_2025_09_02_2.png",
    "FenuShowPhotos": ["15_p_2025_09_02_1.png", "15_p_2025_09_02_2.png", "15_p_2025_09_02_3.png"],
    "FenuShowMotto": "Embrace the storm, find your calm.",
    "FenuShowFollowNum": 6,
    "FenuBackground": "ESFJ caregiver who ensures everyone feels welcome in nature. Creates warm, inclusive camping experiences for all skill levels.",
    "FenuGreeting": "Hello dear! I'm hosting a cozy camping weekend with homemade meals and great company. You're invited! 🍲",
    "FenuTravelTitle": "Costa Rica Eco-Lodge Experience 🍲",
    "FenuTravelContent": "Costa Rica - The Warm Heart of Adventure! Stay in eco-friendly lodges while exploring tropical rainforests, spotting exotic wildlife, and enjoying delicious local cuisine. This inclusive adventure welcomes all skill levels with comfortable accommodations and warm hospitality. Perfect for caring souls who want to share amazing experiences with new friends in a supportive environment!"
  }
]